tests/perfmon.txt
*** MVC - Ethernet ***

httperf --client=0/1 --server=192.168.1.200 --port=80 --uri=/ --rate=10 --send-buffer=4096 --recv-buffer=16384 --num-conns=10000 --num-calls=1
httperf: warning: open file limit > FD_SETSIZE; limiting max. # of open files to FD_SETSIZE
Maximum connect burst length: 1

Total: connections 10000 requests 10000 replies 10000 test-duration 1000.536 s

Connection rate: 10.0 conn/s (100.1 ms/conn, <=6 concurrent connections)
Connection time [ms]: min 65.8 avg 199.8 max 856.3 median 213.5 stddev 89.7
Connection time [ms]: connect 0.1
Connection length [replies/conn]: 1.000

Request rate: 10.0 req/s (100.1 ms/req)
Request size [B]: 66.0

Reply rate [replies/s]: min 9.6 avg 10.0 max 10.4 stddev 0.2 (200 samples)
Reply time [ms]: response 199.4 transfer 0.2
Reply size [B]: header 138.0 content 253.0 footer 0.0 (total 391.0)
Reply status: 1xx=0 2xx=10000 3xx=0 4xx=0 5xx=0

CPU time [s]: user 463.65 system 536.81 (user 46.3% system 53.7% total 100.0%)
Net I/O: 4.5 KB/s (0.0*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0